name = Serge #імя
age = 36 #вік
level = "Initial level" #рівень яким володіє користувач
entrance_language = "Ukrainian" #мова якою володіє користувач
exit_language = "English" #мова якою хоче володіти користувач
translator_type = voice #користувачу надається можливість вводити текст з клавіатури або голосовими командами
data_output = visual #користувачу надається можливість виводити перекладений текст на монітор або голосовими повідомленнями
translation_style = colloquial #користувавчу надається можливість вибору стилю перекладача (класичний, розмовний, інформаційний, науковий і т.д. )
status = "Certificate" #на виході сертифікат з відповідним рівнем знань
+ база (бібліотек) мов  пропозицій дляперекладу тексту.