name = "Пилипчук Сергiй"
address = "мiсто Львiв, Партизанська 50"
month = "квiтень"
gas = 84.50
arrears = 475.24
tariff = 8.90
accrual = gas * tariff
summ = arrears + accrual
if arrears > 0:
	print (f"Доброго дня {name}, за вашою адресою {address} сформовано рахунок за спожитий газ. За {month} обєм спожитого газу становить {gas}, до сплати {summ} грн. (з врахуванням заборгованостi за попереднiй мiсяць {arrears}), з повагою Львiв-Газ.")
else :
	print (f"Доброго дня {name}, за вашою адресою {address} сформовано рахунок за спожитий газ. За {month} обєм спожитого газу становить {gas}, до сплати {accrual} грн., з повагою Львiв-Газ.")
# Я завоїв урок щодо використання тільки тих функцій які ми вивчаи, більше викабл. не буду))